;
; Съвети за преводача:
; За да започнете да превеждате - копирайте english.ini в "yourlanguage.ini".
; Моля, превеждайте текст само след символа ' = '
; НЕ превеждайте "ReadHabit=От ляво на дясно", но можете да го актуализирате, ако родният ви език е "От дясно на ляво.
; Също така можете да използвате "преводач за wisecleaner.com", за да ви помогне лесно да завършите превода.
; Можете да изтеглите преводача на адрес https://www.wisecleaner.com/language.html
;
;
; TranslationAuthor: Калин Младенов
; TranslationAuthorEmail: kalinm@gbg.bg
; Product name: Wise Registry Cleaner
; Version = 11.1.3
; Update: Mar. 06, 2024
;
[Lang]
NativeLanguage=Български
ChangeLang=Рестартирайте програмата, за да влязат в сила промените.

[GUI]
ButtonYes=ДА
ButtonNo=НЕ
ButtonOK=ОК
ButtonMinimize=Свиване
ButtonMaximize=Разгъване
ButtonClose=Затвори
ButtonRestore=Възстанови
ButtonMenu=Меню
Support=Поддръжка и обратна връзка

[Translation]
;
; Умения за четене
; 
ReadHabit =Left-to-right
;
;Шрифт и символи
;
LanguageName = BUL
LangCode=0402
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Прозорец за съобщения
;
Information = Информация
Warning = Предупреждения
Error = Грешка
Confirm = Потвърждение
;
; Основен графичен интерфейс (GUI)
;
FrmGeneral.chkuac.caption=Пропусни UAC
FrmWRC.btnregclean.caption=Почистване Регистър
FrmWRC.btnadv.caption=Системни настройки
FrmWRC.btnsilm.caption=Дефрагмент Регистър
FrmWRC.btnrestore.caption=Възстановяване
FrmWRC.btnsettings.caption=Настройки
FrmWRC.btnsuggest.caption=Предложения и обратна връзка
FrmWRC.WiseSimpleButton1.caption=Резервно копие
FrmWRC.btnupdate.caption=Провери за актуализация
FrmWRC.btnmessage.caption=Новини


;
; Почистване на регистъра
;
FrmReg.caption=Регистрация
FrmRegClean.btnall.caption=Избери всички
FrmRegClean.btnre.caption=Препоръчителни
FrmRegClean.btnnone.caption=Без избиране
FrmRegClean.WiseLabel1.caption=График
FrmRegClean.lbltype.caption=Тип стартиране:
FrmRegClean.lblweek.caption=Избери ден:
FrmRegClean.lbltime.caption=Избери време:
FrmRegClean.btnScan.caption=Сканирай
FrmRegClean.btncancel.caption=Отказ
FrmRegClean.btnrescan.caption=Сканирай отново
FrmRegClean.lblstat.caption=Все още не сте почистили регистъра. Препоръчва се незабавно почистване.
FrmRegClean.vtrc.Columns[0]=Данни
FrmRegClean.vtrc.Columns[1]=Ключ на регистъра
FrmReg.lblinfo.caption=Благодарим ти, че избра Wise Registry Cleaner
FrmReg.lblinfoex.caption=Моля, въведете своя лицензионен ключ, за да активирате PRO версията.
FrmReg.lblemail.caption=Поща:
FrmReg.lblUser.caption=Име:
FrmReg.lblKey.caption=Лицензионен ключ:
FrmReg.btnReg.caption=Регистрация
FrmReg.btnbuy.caption=Купи сега
FrmReg.lblhelp.caption=Имате проблем с въвеждането на лицензионния ключ?
FrmReg.btnContact.caption=Свържете се с нас

;
; Оптимизация
;
FrmOptimizer.btnSlimming.caption=Оптимизирай
FrmOptimizer.btnnone.caption=Без избиране
FrmOptimizer.btnall.caption=Избери всички
FrmOptimizer.btnDefault.caption=Система по подразбиране
Frmoptimizer.lblinfoex.caption=Оптимизирането на регистъра може да подобри мрежовите връзки, да ускори системата на Windows и да я направи по-стабилна.
FrmOptimizer.btnoptimize.caption=Оптимизирай
;
; Дефрагментиране на регистъра
;
FrmRegDefragger.lblinfo.caption=Дефрагментирането на регистъра може да направи системата по-стабилна и да работи по-бързо.
FrmRegDefragger.lblstat.caption=Все още не сте дефрагментирали регистъра. Препоръчва се незабавен анализ за дефрагментиране.
FrmRegDefragger.btndefrag.caption=Дефрагментирай
FrmRegDefragger.lblinfo1.caption=1. Препоръчваме да затворите всички други програми преди да стартирате тази функция.
FrmRegDefragger.lblinfo2.caption=2. Системата ще стане временно неизползваема докато анализира и това е нормално.
FrmRegDefragger.lblinfo3.caption=3. Системата ще се рестартира автоматично, след като дефрагментирането на регистъра приключи.
FrmRegDefragger.lblinfo4.caption=4. Не прекъсвайте процеса на дефрагментиране, тъй като това може да доведе до неизвестни последствия.
FrmRegDefragger.vtdefrag.Columns[0]=Име
FrmRegDefragger.vtdefrag.Columns[1]=Текущ размер
FrmRegDefragger.vtdefrag.Columns[2]=Нов размер
FrmRegDefragger.vtdefrag.Columns[3]=Редуциране
FrmRegDefragger.btnAnalysis.caption=Анализирай
;
; Персонализирани области за сканиране
;
Frmcustom.btnre.caption=Препоръчителни
Frmcustom.btnall.caption=Избери всички
Frmcustom.btnnone.caption=Без избиране
Frmcustom.btncancel.caption=Отказ
Frmcustom.btnok.caption=ОК
;
; За програмата
;
Frmabout.lblstatus.caption=Статус:
frmabout.lblUninstall.caption=Инструкция за деинсталиране
frmabout.lblPolicy.caption=Политика за поверителност
frmabout.lblEula.caption=Съглашение
FrmAbout.lblver.caption=Текуща версия:
FrmAbout.lblemail.caption=Поща за поддръжка:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Домашна страница:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Превод: Иван Караджов, Костадин Гудин и Калин Младенов. Благодарим на следните хора:
FrmAboutWin.caption=Относно
FrmAboutWin.btnok.caption=ОК
;
; Настройки
;
FrmSettings.caption=Настройки
FrmSettings.tsCommon.caption=Основни
FrmGeneral.chkexp.caption=Присъединете се към Програмата за подобряване на клиентския опит
FrmGeneral.lblexp.caption=Детайли
FrmSettings.tsAutoRun.caption=Авто старт
FrmSettings.tsExclusion.caption=Изключения
FrmSettings.btnrestore.caption=Относно програмата
FrmSettings.btnok.caption=ОК
FrmSettings.btncancel.caption=Отказ
FrmUsers.lblinfo.caption=Изберете желаните потребители, които да управляват Wise Registry Cleaner
FrmUsers.rdcuser.caption=Само текущия потребител
FrmUsers.rdauser.caption=Всички потребители
FrmUsers.rdusers.caption=Избрани потребители
FrmSettings.tsUsers.caption=Потребители
FrmGeneral.ckRestorePoint.caption=Автосъздай точка за възстанововяване преди дефрагментиране на регистъра
;
; Автоматично стартиране
;
FrmAutorunSettings.chk1.caption=Създайте икона "Почистване с 1 натискане" и я поставете на работния плот
FrmAutorunSettings.lblcmd.caption=Режим команден ред
FrmAutorunSettings.lblcmdinfo.caption=Може да стартирате програмата, да сканирате и почистите автоматично регистъра. За повече информация, моля, натиснете F1 или посетете следния URL адрес, за да прочетете нашия помощен документ.
FrmAutorunSettings.btnhelp.caption=Онлайн помощ
;
; Списък с изключения
; 
FrmExclusion.btnAdd.caption=Ключова дума
FrmExclusion.btnExport.caption=Експортиране
FrmExclusion.btnRemove.caption=Премахни
FrmExclusion.btnimport.caption=Импортиране
Frminput.btnok.caption=ОК
Frminput.btncancel.caption=Отказ
;
; Основни настройки
;
FrmGeneral.chkNews.caption=Авт. получаване на бюлетини
FrmGeneral.chkbackup.caption=Архивиране на регистъра преди почистване
FrmGeneral.WiseLabel1.caption=Актуализиране:
FrmGeneral.WiseLabel2.caption=Език:
FrmGeneral.btnchecknew.caption=Провери сега
FrmGeneral.lbtran.caption=Превод на...
FrmGeneral.lblBackup.caption=Архивиране на:
FrmGeneral.btnbr.caption=Преглед...
;
; Архивиране и възстановяване
;
Frm_br.btncancel.caption=Отказ
FrmBackup.caption=Архивиране
FrmBackup.btnreg.caption=Създай пълно резервно копие на регистъра
FrmBackup.btnsys.caption=Създай точка за възстановяване на системата
FrmRestore.caption=Център за възстановяване
FrmRestore.btnRegBk.caption=Възстанов. на регистъра
FrmRestore.btnSysBK.caption=Възстанов. на системата
FrmRestore.btnclose.caption=Затвори
FrmRestore.btnrestore.caption=Възстанови
FrmRestore.btnremove.caption=Премахни
;
; Актуализиране
;
frmupdate.caption=Актуализация на програмата
;
; Изскачащо меню
;
pmLicenseKey1=Регистрация
pmLicenseKey=Промяна на лицензионния ключ
pmHelp=Онлайн помощ
pmforum=Форум
pmHome=Домашна страница
pmContact=Свържете се с нас
pmCheckNew=Проверка за актуализации
pmStyle=Външен вид
pmLang=Езици
pmAbout=Относно
pmIgnore=Игнорирай това
pmrec=Избери безопасните
pmAll1=Избери всички
pmNone=Без избиране
pmGo=Отваряне в редактора на регистъра
pmExport=Експорт в...
pmPortable=Създаване на преносим вариант
;
; DefProcess
;
FrmProcess.Caption=Анализ на регистъра
FrmProcess.lblwait.caption=Анализиране...
FrmProcess.lblinfo.caption=Компютърът ще бъде неизползваем за няколко секунди или минути.
FrmProcess.lblwait.caption=Анализира се, моля изчакайте...
FrmSettings.tsArea.caption=Област
FrmOptimizer.btnRecommended.caption=Препоръчителен
FrmWRC.btnAi.caption=AI инструменти
[Message]
Unlimited=Неограничено
Free=Безплатно
Registried=Регистрирана
Unregistried=Нерегистрирана
NoNews=Нямате непрочетено съобщение.
InvalidRegInfo=Невалидна регистрационна информация!
alluser=Всички потребители
currentuser=Текущ потребител
Username=Потребителско име
Proupdate=За съжаление тази конкретна версия не поддържа актуализиране до по-нови версии. Ако решите да актуализирате, тя ще бъде понижена до безплатната версия. Ще продължите ли?
MWDetected=Установено е, че MalwareBytes блокира работата на %s. Кликнете върху OK, за да получите решението.
ActivateOnline=Проверка на информацията за регистрация, моля, изчакате няколко секунди...
WRCRunning=Програмата е стартирана.
StopAndExit=Програмата сканира, искате ли да спрете сканирането и да излезете сега?
EmptyEmail=Имейл адресът не може да бъде празен.
EmptyName=Потребителското име не може да бъде празно.
InvalidEmail=Невалиден имейл, моля, въведете валиден имейл.
EmpytKey=Ключът за лицензиране не може да бъде празен.
InvalidKey=Невалиден лицензен ключ, въведете валиден ключ.
EnterEmail=Въведете своя имейл
EnterName=Въведете вашето име
EnterKey=Въведете вашия лицензионен ключ
OverMaxTimes=Превишен е максималният брой активации.
ThanksRegister=Благодарим ви за регистрацията на този продукт!
Activated=Пълната PRO версия е активирана.
ConnectFail=Не може да се свърже със сървъра. Проверете връзката с интернет и опитайте отново по-късно.
NoRegInfo=Не успяхме да намерим вашата информация за регистрация, моля, проверете и опитайте отново. Ако имате нужда от повече помощ, моля, свържете се с нас.
NeedAdmire=Тази функция е само за администратори. Ако искате да стартирате тази функция, моля, влезте като администратор.
ScheduleHint=Почиствайте редовно компютъра.
Unoptimized=Неоптимизирано
UpdateError=Грешка при актуализиране. Искате ли да изтеглите най-новата версия от нашия уебсайт?
RegeditorLocked=Редакторът на регистъра Regedit е блокиран. Функцията за архивиране/възстановяване изисква достъпен Regedit. Искате ли да деблокирате сега Regedit?
failtounLock=Неуспешно деблокиране на Regedit. Опитайте се да го активирате ръчно.
Total=Общо
DefragRate=Това може да помогне да намалите размера на регистъра с %s.
SuggestDefrag=Препоръчва се незабавно дефрагментиране на регистъра.
SuggestIgnore=Регистърът не се нуждае от дефрагментиране, моля, дефрагментирайте го следващия път.
TypeNoError=Чисто
NeverClean=Все още не сте почистили регистъра. Препоръчва се незабавно почистване!
AdviseClean=Редовното почистване на регистъра може да накара компютърът да работи по-бързо и по-безопасно.
DupItem=Този елемент е бил вписан в списъка.
Advisedefrag=Дефрагментирането на регистъра може да направи системата по-стабилна и да работи по-бързо.
NeverDefrag=Все още не сте дефрагментирали регистъра. Препоръчва се незабавен анализ за дефрагментиране!
LastDefrag=Последният път, когато сте дефрагментирали системния регистър, е бил на:
TotalDefrag=Компресирани са общо %.2f.
DefaultValue=(По подразбиране)
RegBackup=Резервно копие на регистъра
RegRestore=Възстановяване на регистъра
CreateBackup=Създаване на резервно копие...
Compress=Компресиране...
Extracte=Извличане...
Complete=Завършено
RestoreReg=Регистърът се възстановява... Изчакайте няколко минути.
NotSupportOS=Функцията не се поддържа от тази операционна система.
EnableRestore=Възстановяването на системата е изключено. Искате ли да го включите?
SysCreating=Създаване на точка за възстановяване...
SysRestoring=Подготовка за възстановяване на системата...
RestorePointDone=Точката за възстановяване на системата беше създадена успешно.
RestorePointFail=Неуспешно създаване на точка за възстановяване на системата.
ErrorMsg=Съобщение за грешка:
Area=Област
Summary=Описание
LeastOne=Моля, изберете поне една област за сканиране.
IsRunning=Програмата сканира, моля, изчакай сканирането да приключи и опитай отново.
Optimized=Оптимизирано
ComfirmDefrag=Запазете недовършената работа, защото компютърът ще се рестартира веднага след дефрагментирането на регистъра. Искате ли да започнете сега?
def15After=Изминали са %d дни от последната дефрагментация на регистъра. Препоръчва се незабавен анализ.
def15Before=Компютърът ще работи бързо и стабилно, ако поддържате регистъра възможно най-компактен.
KeyWord=Въведете вашите ключови думи:
ExImport=Списъкът с изключения е експортиран в:
NoNewVer=Версията, която използвате е последната.
Daily=Ежедневно
Weekly=Ежеседмично
Monthly=Ежемесечно
Never=Никога
TranslateTo=Превод на...
NeedBack=Използвате програмата за първи път. Препоръчва се незабавно да направите пълно резервно копие на регистъра. Искате ли да се върнете обратно сега?
Newsletter=Бюлетини
UpgradeInfo=Информация за обновяване
CannotCrTask=Не може да се създаде планирана задача.
ScheduleNextTime=Следващия път:
Exported=Резултатите от сканирането са експортирани в %s. Искате ли да отворите отчета сега?
Idle=При бездействие
Login=При влизане
LastClean=Последният път, когато сте почиствали регистъра, е бил на:
Monday=Понеделник
Tuesday=Вторник
Wednesday=Сряда
Thursday=Четвъртък
Friday=Петък
Saturday=Събота
Sunday=Неделя
IssueFound=%d елемента бяха намерени.
Scanning=Сканиране
ScanCanceled=Сканирането на регистъра е отменено.
FindError=Бяха открити общо %d проблема, като %d от тях не са безопасни за изтриване.
LogAll=Открити са %d проблема, %d проблема са решени.
LogFail=Неуспешно премахване на %d проблема.
StartClean=Почисти
StartScan=Сканирай
7After= %d дни са изминали от последното почистване на регистъра. Препоръчва се да сканирате сега.
7Before=Колкото по-чист е регистърът, толкова по-бърз е компютъра!
ReScanHint=Открити са %d проблема. Предлагаме ви да сканирате отново, за да откриете още проблеми.
CleanNow=Кликнете върху бутона 【Почисти】, за да отстраните тези проблеми незабавно и да подобрите работата на компютъра.
NoError=Поздравления! Имате чист регистър!
GoodHabit=Редовното почистване на регистъра може да помогне за поддържане на най-добра работа на компютъра.
ReScanHint1=Препоръчваме да сканирате отново, за да откриете незабавно потенциални проблеми.
TypeChanged=Променили сте елементите за сканиране!
ReScanHint2=Моля, сканирайте отново, за да откриете проблемите.
CleanDone=Почистването приключи!
bkAuto=Автоматично
bkManual=Ръчно
BackupDate=Създадено резервно копие
BackupType=Тип копие
Problems=Проблеми
CreateDate=Дата на създаване
Description=Описание
Removebackup=Искате ли да изтриете избраните резервни копия?
RemoveSysRestore=Искате ли да изтриете избраните точки за възстановяване на системата?
NoBackupSelected=Моля, изберете поне едно резервно копие за възстановяване.
RestoreComplete=Възстановяването приключи
RestoreFromSysRestore=Възстановяването на системата трябва да рестартира компютъра ви. Моля, запазете работата си, преди да натиснете бутон ДА. Искате ли да започнете да възстановявате сега?
WhenIdle=При бездействие
WhenLogin=При влизане
NewVer=Налична е нова версия! Искате ли да актуализирате сега?
TranslateTo=Преведи на...
HistoryErrors=Общо поправени грешки: %d


[Tuneup]
SuperPrefetchParameters=Забраняване Super-Prefetch, за намаляване потреблението на памет при зареждане на Windows (8/10).
BlueReboot=Забраняване автоматичното рестартиране, когато системата се сблъска със син екран на смъртта.
RemoteRegAccess=Забраняване промени в регистъра от отдалечен компютър.
FileListSpeed=Оптимизиране правилата за актуализиране на списъка с файлове на Windows.
PreviewUP=Увеличаване скоростта на визуализиране на лентата на задачите.
OptDNS=Оптимизиране на DNS.
OptLAN=Оптимизиране на локалната мрежа.
ShowSpeed=Оптимизиране скоростта на реакция на дисплея на системата.
AeroSnap=Увеличаване скоростта на показване иконите на Aero Snap.
SSDSpeedup=Оптимизиране на SSD
DisablePrefetch=Забраняване параметрите за предварително извличане, за удължаване живота на SSD.
DisableSuperPrefetch=Забраняване параметрите за Superfetch, за удължаване живота на SSD.
DisableDefragBoot=Забраняване дефрагментирането на с-мата по време на зареждане, за удължаване живота на SSD.
DisableDefragIdle=Забраняване автом. дефрагментиране при неактивност, за удължаване живота на SSD.
EnableTRIM=Включване функция TRIM, за подобряване производителността на SSD.
OptIEConnection=Увеличаване на максималния брой връзки на сървър. Ускоряване скоростта на разглеждане на уеб страници и скоростта на гледане на видео онлайн.
IconCache=Увеличаване кеша на системните икони и ускоряване показването на десктопа.
RestoreAll=Искате ли да възстановите всички елементи по подразбиране на Windows?
NoSelectedItem=Моля, избери поне един елемент за оптимизиране.
OptItems=Следните %d елемента могат да бъдат оптимизирани.
ItemsOptimized=%d елемента бяха оптимизирани.
TakeEff=Някои промени няма да влязат в сила докато не се рестартира компютъра.
NoItems=Поздравления! Всички елементи бяха оптимизирани.
BootSpeedup=Ускоряване на зареждането/изключването.
SystemStable=Стабилност на системата
SystemSpeedup=Ускоряване на системата
NetworkSpeedup=Ускоряване на мрежата
PrefetchParameters=Оптимизиране параметрите на предварителното зареждане, за подобряване скоростта на зареждане на Windows.
BootDelay=Намаляване времето за "проверка на диска", за подобряване на скоростта на зареждане на Windows.
BootPartition=Включване функцията за оптимизация, за подобряване скоростта на зареждане на Windows.
ClearPagingFile=Забраняване почистването на виртуалната памет на Windows при изключване, за ускоряване изключването на компютъра.
TimeOut=Намаляване бездействието на програмите при затваряне, за подобряване на процеса на изключване.
AutoKill=Затваряне на забили процеси, за предотвратяване сривове на системата.
RestartExplorer=Автоматично рестартиране на Windows Explorer, за спиране на неочакваното изчезване на работния плот.
TwoProcess=Настройване на Windows Explorer процесите да се стартират отделно, за избягване на системни конфликти.
ErrorReport=Забраняване на прозореца за докладване на грешки, за подобряване производителността на системата.
Debugger=Забраняване отстраняването на бъгове, за ускоряване обработката на грешки.
OptMemory=Оптимизиране стандартните настройки (по подразбиране) на паметта, за подобряване производителността на системата.
OptVEff=Оптимизиране външния вид на елементи (диалогови прозорци, менюта и др.), за подобряване производителността на системата.
OptFileSystem=Оптимизиране на системните файлове, за подобряване производителността на системата.
OptDiskSystem=Оптимизиране на Входно/Изходните подсистеми на диска, за подобряване производителността на системата.
DisAutoRun=Забраняване на автостартиращата функция "Autoplay" на дисковете, за избягване от заразяване/разпространение на вируси.
OptDiskIdle=Оптимизиране на дисковите Входно/Изходни операции, докато процесорът не работи.
OptTTL=Оптимизиране на TTL /Time To Live/(Време за живот) настройките, за подобряване на мрежовата производителност.
OptNetForward=Оптимизиране способността за пренасочване към мрежата, за подобряване на мрежовата производителност.
OptMTU=Подобряване на TCP/IP /Transmission Control Protocol/Internet Protocol/ (Протокол за контрол на предаването/Интернет протокол) производителността при автоматичното засичане на "черни дупки" в маршрутизирането на Path MTU Discovery technique.
OptWINS=Оптимизиране времето за заявка за име на WINS, за подобряване скоростта при трансфер на данни.
OptNetWork=Оптимизиране на мрежовите настройки, за подобряване производителността на комуникацията.
CloseAnimate=Затваряне на анимационния ефект при максимизиране или минимизиране на прозорец, за ускоряване реакцията на прозореца.
PagingExecutive=Забраняване използването на виртуалната памет и намаляване дисковите Входно/Изходни операции за подобряване производителността на приложенията. (Опцията може да бъде игнорирана ако физическата памет е < 1 Gb)
StaticIP=Задаване статичен IP адрес на локалната връзка, за ускоряване зареждането на Windows.
PorcessorTime=Оптимизиране производителността на процесора за изпълнение на приложения, игри и др. (Игнориране ако е сървър)
DisableIDECheck=Избягване проверката на IDE канала от Windows, за подобряване скоростта на зареждане на Windows.
ForeAppSpeed=Увеличаване скоростта на реакция на програмите в преден план.
AeroPeek=Увеличаване скоростта на дисплея на Aero Peek (долу, в най-дясната страна на лентата на задачите).
OptEthernet=Оптимизиране производителността на Ethernet картата.
DisableHibernate=Деактивиране на хибернацията, за спестяване на дисково пространство и удължаване живота на SSD. (Бързото стартиране също ще бъде изключено.)
IndexOptimize=Оптимизиране на индексирането в Windows.
RemoveShotcut=Премахване думата "пряк път" от иконите за бърз достъп.
AutoReStartShell=Оптимизиране на Windows Explorer, така че да може автоматично да се рестартира след възникване на изключение, за предотвратяване блокиране на системата.
ListveiwOpt=Оптимизиране визуалния ефект на менюто и списъка, за подобряване скоростта на работа на системата.
Systemsecurity=System Security
DownloadMode=Деактивирайте оптимизацията за Windows Update, да се подобри производителността на мрежата.
powercfghigh=Настройте план захранване на High Performance (Висока производителност) за оптимална работа на Windows. 
powercfghighminimal=Настройте план захранване на Power Saver, да се удължи времето за използване на лаптопа.
LockScreenToastEnabled=Деактивирайте показване на известия на заключения екран, за да ги запази поверителни.
[Type]
ContextMenu=Невалидни Елементи на Контекстното Меню
MUICache=MUI Кеш 
Services=Услуги на Windows
Activex=ActiveX/COM Компоненти
FireWall=Настройки на Защитната стена
RootAll=Невалидни пътища 
SoftwareSection=Софтуерни пътища
ApplicationPaths=Програмни пътища
FileTypes=Тип файлове
HelpFiles=Помощни файлове
Fonts=Шрифтове
SharedDLL=Споделени DLL
MRULists=Потребителски MRU списъци
UninstallSection=Деинсталатори
StartMenu=Старт меню
StartupProgram=Автостартиращи програми
SoundandAppEvents=Звуци и програмни събития
IEUrlHistory=IE Url хронология
IFEO=Изпълнение на Image-файлове
EmptyKey=Празни редове
App=Настройки на програмата

[ErrorMessage]
MUIError1=MUI липсващо звено, но диск "%s" е %s, препоръчваме игнориране на тази грешка.
MUIError=Търсене изгубени връзки към MUI
ServiceNotExists=Услугата не съществува.
MimeExName=Невалидно разширение на файла MIME: %s
EmptyKey=Празен ключ
EmptyHelpdirctory=Празна помощна папка.
FileNotExist=Файлът (папката) не съществува.
HFileNotExist=Помощният файл (папката) не съществува.
EmptyValue=Празна стойност
TypeLib=Не съществуващ тип библиотека:
NodeEmpty=Празен възел
SharedFilenotexist=Споделените Файлове не съществуват.
sharedfilenotbeuse=Споделените файлове не се използват.
noconnection=Без информация за свързване с файла.
Invalidpathtoicon=Невалиден адрес на икона.
ReferstoaninvalidClass=Отнася се за невалиден Клас.
Emptyshellcommand=Командата на обвивката(Shell) е празна.
Invalidshellcommand=Невалидна команда на обвивката(Shell) (Файлът не съществува).
Fontsnotexist=Файлът с шрифтове не съществува.
Hijacking=%s беше прихванат от %s.
MRULists=Потребителски MRU списъци
invalidOpenWith=Няма асоциирани програми с този тип.
ReferActivex=Отнася се за невалиден ActiveX/COM запис.
EmptyCLSID=Празен CLSID.
ComSourceNotExist=COM Източника не съществува.
invalidUnistall=Невалидна деинсталационна информация.
notexist=не съществува.
ObsoleteStartMenuItem=Остарял елемент от стартовото меню.
SoundFilenotexist=Звуковия Файл не съществува.
FileNotExist1=Файла (папката) не съществува, но дял "%s" е %s, препоръчително е да игнорирате тази грешка.
OpenWithError=Грешка при отваряне, посоченото приложение не съществува.
OpenWithError1=Грешка при отваряне, посоченото приложение не съществува. Но диск "%s" е % s, препоръчително е да пренебрегнете тази грешка.
ComSourceNotExist1=Източникът COM не съществува, но диск "%s" е % s, препоръчително е да пренебрегнете тази грешка.
Trojan=Това е типично поведение на троянския кон. Препоръчително е незабавно да премахнете записа и да сканирате компютъра с антивирусен софтуер.
InvalidShellExtensions=Невалидни разширения на обвивката(Shell)
progid=Посоченият идентификатор на програмата не съществува:


[Summary]
ContextMenu=Невалидни елементи от контекстното меню.
MUICache=Липсваща препратка към кеша на MUI.
Services=Невалидни услуги за Windows.
Activex=Невалидни ActiveX и COM компоненти.
FireWall=Невалидни настройки на защитната стена на Windows.
RootAll=Невалидни адреси и файлове.
SoftwareSection=Невалидни адреси и файлове, оставени от премахнат софтуер.
ApplicationPaths=Невалидни адреси за регистрирани програми и файлове.
FileTypes=Невалидна информация за файлово разширение.
HelpFiles=Невалидно регистрирани помощни файлове.
Fonts=Невалидна информация за шрифт.
SharedDLL=Липсващи споделени динамично свързани библиотеки.
MRULists=Хронология на достъпните потребителски файлове, гледани филми, редактирани документи и др.
UninstallSection=Безполезна или невалидна информация за деинсталиране.
StartMenu=Остарели елементи от стартовото меню.
StartupProgram=Остарели или невалидни автостартиращи програми.
SoundandAppEvents=Остарели или невалидни настройки на звук и събития.
IEUrlHistory=Хронлогия на посетените страници с IE.
IFEO=Злонамерени записи, създадени от шпионски софтуер, вируси или зловреден софтуер.
EmptyKey=Записи без информация.
App=Невалидни настройки на програми.

[AutoClean]
ErrorsFixed=грешки бяха почистени.
Title=Поздравления!
ErrorsFound=грешки бяха открити.

[AutoUpdate]
CurrentFile=Текущ файл:
Canceling=Отказ
CANCEL=Отказ
Ready=Готов за сваляне

[Skin]
SkinDefault=По подразбиране
SkinLight=Светъл 
SkinDark=Тъмен 

[Renew]
subscribed=Не ми напомняй отново.
title=Wise Registry Cleaner PRO ще изтече след %d дни!
title1=Лицензионният ключ е изтекъл. Моля, подновете го навреме!
Price=Обнови до Pro %s!
Describe=Може да загубиш привилегиите на Pro версията.

[Edit]
pmcut=Изрежи
pmcopy=Копирай
pmpaste=Постави
pmdelete=Изтрий
pmselectall=Избери всички
pmundo=Връщане
Renew=Поднови сега

[feedback]
InvalidEmail=Моля, въведете правилен имейл адрес.
emptyinput=Моля, въведете нещо за изпращане.
thanks=Благодарим ви за отзивите!
FrmFeedback.lblfeedback.caption = Как оценявате %s?
FrmFeedback.lblemail.caption = Имейл адрес:
FrmFeedback.lblgood.caption = Коя функция ви харесва най-много?
FrmFeedback.lblbad.caption = Коя функция не ви харесва най-много?
FrmFeedback.lblwant.caption = Коя нова функция искате най-много?
FrmFeedback.btncancel.caption = Не се интересувам
FrmFeedback.btnsubmit.caption = Изпращане

[WiseAi]
LoadUtilities=Зареждане...